{
    "frontend": "Fin da adolescente sono sempre stata appassionata di programmazione. Ricordo vividamente il momento in cui scoprii le tabelle HTML e da quel punto in poi non ho più smesso di esplorare. L'idea di creare qualcosa di concreto usando solo un linguaggio di programmazione mi affascinava. Questa curiosità iniziale mi ha spinta ad approfondire le mie conoscenze, e da allora ho sperimentato, affinando le mie competenze ad Aulab, dove ho compreso il potenziale della programmazione.",
    "backend": "Lo sviluppo back-end era inizialmente un territorio completamente nuovo per me. Prima di entrare ad Aulab non avevo mai esplorato questo aspetto della programmazione e sembrava fuori dalla mia zona di comfort. Tuttavia, con dedizione e determinazione, sono riuscita a comprendere le basi e superare le difficoltà iniziali. Ogni giorno cerco di imparare qualcosa di nuovo, e la mia curiosità mi spinge a crescere costantemente, affrontando ogni sfida con entusiasmo.",
    "webdesign": "Il web design è sempre stato parte integrante del mio percorso. Ho una naturale passione per l'estetica e l'armonia, che si riflette in ogni progetto che realizzo. Possiedo un forte senso della composizione visiva che cerco di trasmettere attraverso il mio lavoro. Amo usare Photoshop come strumento chiave del mio processo creativo, che mi permette di dare vita alle mie idee. Per me, il design è importante quanto la funzionalità, e cerco di bilanciare entrambi gli aspetti in tutti i miei progetti.",
    "subtitle": "Se hai domande, feedback o vuoi solo salutare, sentiti libero di scrivere.",
    "formTitle": "🌈 Inviami un messaggio!",
    "name": "Nome",
    "email": "Email",
    "message": "Messaggio",
    "send": "Invia",
    "allFieldsRequiredTitle": "Tutti i campi sono obbligatori!",
    "allFieldsRequiredText": "Per favore, compila tutti i campi prima di inviare.",
    "successTitle": "Messaggio inviato con successo!",
    "successText": "Grazie per avermi contattato. Ti risponderò al più presto.",
    "errorTitle": "Invio fallito",
    "errorText": "Qualcosa è andato storto. Riprova più tardi.",
    "ok": "OK",
    "exp": "Esperienza",
    "exp1": "Durante il mio percorso presso l'\"Hackademy 161\" di Aulab, sono passata dall'essere un'appassionata di frontend autodidatta, con oltre 10 anni di esperienza in design e Photoshop, a diventare una sviluppatrice web full-stack a tutti gli effetti.",
    "exp2": "Mi sono iscritta ad Aulab per acquisire una struttura professionale e una formazione pratica. Il bootcamp intensivo mi ha dato l'opportunità di lavorare su progetti reali, rafforzare le mie competenze backend con PHP e Laravel e consolidare la mia comprensione di database, sistemi di autenticazione e API RESTful. Ho sviluppato un'applicazione web completa con un intero flusso di autenticazione, integrando API di intelligenza artificiale, Google Vision e pagamenti Stripe. Ho anche praticato il versionamento con Git e lavorato in team utilizzando metodologie Agile.",
    "exp22": "Il corso è stata un'esperienza trasformativa che mi ha messa alla prova ogni giorno e mi ha permesso di costruire solide basi nello sviluppo web moderno, sia frontend che backend.",
    "exp3": "In FiveM, ho lavorato come sviluppatrice per server di FiveM Roleplay, concentrandomi su scripting, integrazione di sistemi e gestione lato server.",
    "exp4": "Ero responsabile della personalizzazione e dell'integrazione di script avanzati, inclusa la suite OX (come `ox_inventory`, `ox_lib` e `ox_target`). Ho imparato a risolvere bug e problemi sia lato client che lato server, sviluppato oggetti, lavori e interazioni personalizzate, e acquisito esperienza nella configurazione di un ambiente server RP completo.",
    "exp5": "Inoltre, ho gestito risorse chiave del server, ottimizzato le prestazioni e coordinato l'implementazione delle meccaniche di gioco. Ho modificato frequentemente script basati su Lua, creato configurazioni personalizzate e integrato strumenti esterni.",
    "exp6": "In arrivo...",
    "skills1": "Competenze",
    "skills2": "Principali strumenti e stack tecnico che utilizzo quotidianamente",
    "skills3": "Markup semantico, SEO-friendly e accessibilità (ARIA, landmarks).",
    "skills4": "Layout moderni (Grid/Flex), design responsivo, animazioni fluide.",
    "skills5": "Struttura modulare, variabili, mixin, funzioni e architettura 7-1.",
    "skills6": "JavaScript lato server, API, Express e programmazione asincrona.",
    "skills7": "Preprocessore CSS avanzato, regole annidate, variabili e mixin.",
    "skills8": "Framework PHP full-stack, architettura MVC, Eloquent ORM.",
    "skills9": "Version control, branching, pull request e workflow collaborativi.",
    "skills10": "Framework front-end responsivo con componenti, utility e grid.",
    "skills11": "Framework CSS utility-first, design responsivo e componenti.",
    "skills12": "Scripting lato server, sviluppo web, logica backend e API.",
    "skills13": "Interattività front-end, manipolazione DOM, ES6+ e framework.",
    "skills14": "Architettura basata su componenti, JSX, state management e hooks.",
    "skills15": "Database relazionale, query, join e ottimizzazione.",
    "skills16": "Editing immagini, manipolazione foto, pittura digitale, open-source.",
    "skills17": "Editing avanzato, compositing, ritocco e design professionale.",
    "skills18": "Design interfacce, prototipazione e collaborazione UI/UX.",
    "projects": "I Miei Progetti",
    "projects1": "In arrivo...",
    "summary1": "Sono Sofia Vidotto, una junior full-stack developer appassionata, con un forte entusiasmo per la programmazione, il gaming e la famiglia. Amo risolvere problemi attraverso il codice, creando esperienze digitali fluide con Laravel, Livewire, PHP, HTML, CSS e JavaScript. L’equilibrio tra lavoro, gaming e maternità alimenta ogni giorno la mia creatività e determinazione.",
    "summary2": "Offro servizi di sviluppo web full-stack, tra cui la creazione di siti statici (landing page e siti vetrina), applicazioni web dinamiche con integrazione backend e piattaforme complesse come marketplace. Sviluppo API robuste, gestisco database e implemento ottimizzazioni delle prestazioni per fornire soluzioni scalabili e manutenibili.",
    "summary3": "HTML, CSS, SCSS, SASS, Bootstrap, JavaScript, Node.js, RESTful API, React.js, PHP, MySQL, Laravel, Git, GitLab, GitHub, metodologie Agile e Scrum. Offro servizi di sviluppo web full-stack, tra cui la creazione di siti statici (landing page e siti vetrina), applicazioni web dinamiche con integrazione backend e piattaforme complesse come marketplace.",
    "summary4": "Restyling di siti web con miglioramenti UX/UI, ottimizzazione delle prestazioni e SEO tecnico. Consulenza tecnica e servizi di branding digitale, inclusi consigli strategici e definizione dell’identità visiva. Personalizzazione di script FiveM, sviluppo di interfacce utente personalizzate (HUD, menu, inventari, schermate di login) e modifica di interfacce esistenti per migliorarne le funzionalità.",
    "summary5": "Attualmente mi sto concentrando sul perfezionamento di React.js per creare interfacce utente dinamiche, responsive e ad alte prestazioni. Sono desiderosa di esplorare nuove tecnologie e framework per migliorare le mie competenze e sviluppare applicazioni web innovative che rispondano agli standard moderni e alle aspettative degli utenti.",
    "summary6": "Specializzata nella creazione e personalizzazione di interfacce utente per script FiveM, inclusi HUD, menu, inventari e schermate di login. Miglioro gli elementi UI esistenti per una maggiore usabilità e prestazioni, garantendo un’integrazione fluida con le meccaniche di gioco e un’esperienza immersiva per i giocatori.",
    "subtitle1": "Programmatrice appassionata e sempre in apprendimento",
    "subtitle2": "Costruire soluzioni affidabili e scalabili",
    "subtitle3": "Studiare ogni giorno",
    "subtitle4": "Amante del frontend",
    "subtitle5": "Evoluzione personale continua",
    "subtitle6": "Interfacce personalizzate per un gameplay immersivo",
    "underheader": "In un mondo pieno di software, il modo migliore per predire il futuro è inventarlo.",
    "backtotop": "Torna Su",
    "discord1": "Entra nel mio",
    "discord2": "Discord",
    "discord3": "  Unisciti alla community per progetti, chiacchiere, risorse e custom.",
    "discord4": "Unisciti Ora",
    "guide": "Clicca sui pallini per scorrere",
    "guide2": "Clicca sul testo per leggere di più",
    "guide3": "Limite mensile del servizio raggiunto, contattami altrove, grazie!",
    "form1": "Compila tutti i campi!",
    "form2": "Per favore, inserisci email e password",
    "form3": "Login riuscito!",
    "form4": "Benvenuto in MaD's Portfolio",
    "form5": "Errore!",
    "form6": "Errore nella registrazione, controlla i dati",
    "form7": "Accedi al tuo account per gestire il pannello di controllo",
    "form8": "Accedendo...",
    "form9": "Accedi con Discord",
    "form10": "Non hai un account?",
    "form11": "Registrati",
    "form12": "Torna alla home",
    "form13": "Tutti i diritti riservati.",
    "form14": "Accedi",
    "form15": "Per favore, inserisci tutte le informazioni richieste",
    "form16": "Le password non coincidono!",
    "form17": "Controlla i campi inseriti",
    "form18": "Registrazione completata!",
    "form19": "Controlla la tua email per confermare l'account",
    "form20": "Registrazione",
    "form21": "Crea il tuo account per accedere al portfolio",
    "form22": "Conferma Password",
    "form23": "Registrando...",
    "form24": "Entra con Discord",
    "form25": "Sei già registrato?",
    "form26": "Vai al login",
    "form27": "Torna alla Home",
    "form28": "Registrazione fallita. Controlla i dati o riprova più tardi. 👎🏻",
    "form29": "Registrazione completata con successo!",
    "form30": "Nome",
    "form31": "Cognome",
    "form32": "Login fallito. Controlla email e password 👎🏻",
    "form33": "Login riuscito!",
    "form34": "Benvenuto! 😊",
    "form35": "Devi inserire la mail.",
    "form36": "Devi inserire la password.",
    "form37": "Lascia un saluto!",
    "form38": "Logout effettuato!",
    "form39": "Ciao",
    "form40": "Esci",
    "cv1": "Telefono",
    "cv2": "Sede",
    "cv3": "Titolo di studio",
    "cv4": "Certificato",
    "cv5": "Padova, Italia",
    "cv6": "Contatti",
    "cv7": "Altri titoli di studio",
    "cv8": "Aulab Corso base di Intelligenza Artificiale",
    "cv9": "Aulab Corso di UI/UX Design",
    "cv10": "Lingue",
    "cv11": "Italiano – Madrelingua",
    "cv12": "Inglese",
    "cv13": "Spagnolo",
    "cv14": "Chi Sono",
    "cv15": "Ciao! Mi chiamo Sofia e sono una Full Stack Web Developer Junior con oltre 10 anni di esperienza da autodidatta nella scrittura di codice",
    "cv16": "Dopo un lungo percorso di autoapprendimento, ho scelto di diplomarmi nel settore tech, per rafforzare le mie competenze e trasformare la mia passione in una professione",
    "cv17": "Lavoro principalmente con Laravel, MySQL, Livewire, PHP, HTML, CSS e JavaScript",
    "cv18": "Sono una persona curiosa, creativa e determinata, capace di trasformare idee complesse in esperienze digitali funzionali e accattivanti",
    "cv19": "Amo mettermi in gioco, condividere conoscenze e aiutare gli altri a crescere nel mondo dello sviluppo web",
    "cv20": "Esperienza",
    "cv21": "Creazione o custom di UI su script in Lua per svariati server FiveM.",
    "cv22": "Creazione di siti responsive con HTML, CSS, JavaScript e Bootstrap 5.",
    "cv23": "Problem Solving",
    "cv24": "Teamwork & Comunicazione",
    "cv25": "Creatività",
    "cv26": "Gestione del tempo",
    "cv27": "Autonomia",
    "cv28": "Pensiero Critico",
    "cv29": "Adattabilità",
    "cv30": "Leadership",
    "cv31": "Attenzione al dettaglio",
    "cv32": "Affidabilità",
    "cv33": "Specializzazione in",
    "see_all": "Vedi Tutti",
    "error1": "Qualcosa è andato storto",
    "error2": "Stiamo riscontrando difficoltà tecniche.",
    "error3": "Per favore, riprova più tardi.",
    "p1": "Il mio portfolio personale in React e Vite dove mostro i miei progetti e le mie competenze, con un design moderno e responsive.",
    "p2": "Melodies è un’applicazione web ispirata a Spotify che integra l’API di Spotify per offrire un’esperienza musicale dinamica.",
    "p3": "Game Master è una Game Library, un’interfaccia moderna per esplorare, cercare e gestire videogiochi tramite l’API di RAWG.",
    "p4": "Scopri di più",
    "p5": "Progetto non trovato!",
    "p6": "Torna ai progetti",
    "p7": "Commenti",
    "p8": "Nessun commento ancora.",
    "p9": "Il tuo nome",
    "p10": "Il tuo commento",
    "p11": "Il mio portfolio personale, sviluppato con React e Vite, è pensato per essere una vetrina completa delle mie competenze tecniche e stilistiche. L’obiettivo principale era mostrare non solo i progetti che ho realizzato, ma anche il mio approccio al design e allo sviluppo web. Ho curato ogni dettaglio dell’interfaccia, creando un layout moderno, responsive e facilmente navigabile, che rispecchia il mio stile personale e la mia identità creativa. Attraverso questo progetto ho voluto comunicare sia la mia padronanza di strumenti e tecnologie come React, JavaScript, HTML e CSS, sia la mia attenzione all’esperienza utente e all’estetica. Ogni componente e ogni animazione sono stati pensati per rendere la navigazione fluida e coinvolgente, evidenziando la combinazione tra funzionalità e design. In questo modo, il portfolio diventa non solo un semplice elenco di progetti, ma un vero e proprio spazio che racconta chi sono come sviluppatrice e come creativa digitale.",
    "p12": "Melodies Template è una piattaforma di streaming musicale ispirata a Spotify. Gli utenti possono esplorare le Top 50 Playlist, cercare brani, album o artisti in tempo reale e creare playlist personalizzate. Il progetto utilizza Laravel 12, MySQL, Livewire, Bootstrap 5, JavaScript e l'API di Spotify. Le principali funzionalità includono visualizzazione delle Top 50 Playlist, ricerca di brani, album e artisti, creazione di playlist personali con link diretti a Spotify e autenticazione utenti con possibilità di login tramite GitHub.",
    "p13": "Game Master è una Game Library Web App sviluppata con React 19 e Tailwind CSS 4, che permette di esplorare, cercare e gestire videogiochi tramite l’API pubblica di RAWG. Il progetto include autenticazione e profili utente con Supabase, sistema di preferiti, routing dinamico con React Router v7 e componenti UI ottimizzati per la performance. Le funzionalità principali comprendono ricerca giochi in tempo reale, dettaglio gioco con immagini, descrizioni e generi, gestione dei preferiti, interfaccia completamente responsive, lazy loading delle immagini e notifiche interattive con SweetAlert2.",
    "loginToSendMessage": "per inviarmi un messaggio.",
    "comment1": "Devi effettuare il login o registrarti per usare la chat.",
    "account1": "Pannello di Controllo",
    "account2": "I dati del profilo sono trattati secondo la nostra Privacy Policy.",
    "account3": "Aggiorna",
    "account4": "Caricamento...",
    "account5": "Le modifiche verranno salvate in modo sicuro solo dopo aver cliccato ‘Aggiorna’",
    "account6": "Tocca l'Avatar per modificarlo",
    "account7": "Profilo aggiornato!",
    "account8": "Le informazioni del tuo profilo sono state aggiornate con successo.",
    "account9": "Aggiornamento fallito",
    "account10": "Caricamento riuscito!",
    "account11": "Il tuo avatar è stato aggiornato.",
    "news1": "Resta aggiornato!",
    "news2": "Iscriviti alla nostra newsletter per ricevere i nuovi post e progetti",
    "news3": "Iscrizione avvenuta con successo!",
    "news4": "Iscriviti",
    "news5": "Controlla la mail per confermare l’iscrizione, se non vedi la mail controlla la cartella Spam.",
    "news6": "Ops! Riprova più tardi.",
    "admin1": "Accesso consentito",
    "admin2": "Benvenuto nell’area riservata",
    "admin3": "Accesso negato",
    "admin4": "Password errata o server non raggiungibile",
    "admin5": "Verifica..",
    "admin6": "Attenzione: zona proibita ai comuni mortali.",
    "admin7": "Sblocca",
    "account12": "Post Salvati",
    "account13": "Ancora nessun salvato.",
    "account14": "Trova qualcosa che ti piace e premi Salva nel blog.",
    "account15": "Vai al Blog",
    "detail1": "Serve l'accesso",
    "detail2": "Accedi per salvare i post.",
    "detail3": "Articolo salvato",
    "detail4": "Rimosso dai salvati",
    "detail5": "Operazione non riuscita",
    "detail6": "Salvato",
    "detail7": "Salva",
    "detail8": "Torna al blog",
    "detail9": "Rimuovi dai salvati",
    "detail10": "Salva articolo",
    "detail11": "Torna ai progetti",
    "latest1": "Ultimi Articoli",
    "latest2": "Tutti gli articoli",
    "latest3": "Nessun articolo pubblicato. ",
    "latest4": "Ultimi Progetti",
    "latest5": "Tutti gli progetti",
    "latest6": "Nessun progetto pubblicato. ",
    "navp": "Progetti",
    "navp1": "Lingua",
    "navp2": "Ciao",
    "pchat1": "Salva",
    "pchat2": "Annulla",
    "pchat3": "Devi effettuare l’accesso per inviare un commento.",
    "pchat4": "Accedi per commentare",
    "terms": "Informativa",
    "terms1": "Termini & Condizioni  ",
    "terms2": "I presenti Termini disciplinano l’accesso e l’uso del sito web",
    "terms3": "MaD’s Portfolio. Accedendo o utilizzando il Sito, accetti integralmente questi Termini.",
    "term4": "Ultimo aggiornamento:",
    "terms5": "1. Proprietà intellettuale",
    "terms6": "Salvo diversa indicazione, contenuti, grafiche, loghi, layout e codice sono di proprietà di Sofia Vidotto. È vietata la riproduzione o il riuso non autorizzato.",
    "terms7": "2. Uso consentito ",
    "terms8": "Non interferire con la sicurezza o il funzionamento del Sito.",
    "terms9": "Non utilizzare il Sito per attività illecite, spam o distribuzione di malware.",
    "terms10": "Non tentare di accedere a dati o aree non pubbliche.",
    "terms11": "3. Link a siti di terzi",
    "terms12": "Il Sito può contenere collegamenti a risorse esterne non controllate da noi. Non siamo responsabili per contenuti o policy di tali siti.",
    "terms13": "4. Esclusione di garanzie",
    "terms14": "Il Sito è fornito “così com’è” e “come disponibile”. Non garantiamo assenza di errori, interruzioni o vulnerabilità, né che i contenuti siano sempre aggiornati o completi.",
    "terms15": "5. Limitazione di responsabilità",
    "terms16": " Nei limiti consentiti dalla legge, non saremo responsabili per danni indiretti, incidentali, consequenziali, perdita di dati o profitti derivanti dall’uso o impossibilità d’uso del Sito.",
    "terms17": "6. Modifiche",
    "terms18": " Possiamo aggiornare questi Termini in qualsiasi momento. Le modifiche hanno effetto dalla pubblicazione su questa pagina; l’uso continuato del Sito costituisce accettazione delle modifiche. ",
    "terms19": "7. Legge applicabile ",
    "terms20": "Questi Termini sono regolati dalla legge italiana, fatto salvo il diritto inderogabile del consumatore nel proprio Stato di  residenza, ove applicabile.",
    "terms21": "8. Contatti",
    "terms22": "Per richieste sui Termini",
    "terms23": "Ok, ho letto",
    "terms24": "Proseguendo confermi di aver letto e accettato i Termini e Condizioni.",
    "terms25": "Ho letto e accetto",
    "terms26": "Chiudi",
    "terms27": "Termini e Condizioni",
    "pro": "I Miei Progetti",
    "pro1": "Nessun progetto trovato.",
    "float1": "Cerca",
    "float2": "Ultimi 3 articoli",
    "float3": "Nessun articolo",
    "float4": "Ultimi 3 commenti",
    "float5": "Nessun commento",
    "float6": "Il Mio Blog",
    "float7": "Nessun post trovato.",
    "float8": "Ultimi 3 progetti",
    "float9": "Nessun progetto",
    "filtro": "Pulisci filtro tag",
    "b1": "Impossibile caricare i commenti.",
    "b2": "Devi essere loggato",
    "b3": "Non è stato possibile inviare il commento.",
    "b4": "Inviato",
    "b5": "Commento pubblicato.",
    "b6": "Eliminare questo commento?",
    "b7": "Questa azione è irreversibile.",
    "b8": "Sì, elimina",
    "b9": "Non puoi cancellare questo commento.",
    "b10": "Eliminato",
    "b11": "Il tuo commento è stato eliminato.",
    "b12": "Non puoi modificare questo commento.",
    "b13": "Modificato",
    "b14": "Il tuo commento è stato aggiornato.",
    "b15": "Salvato",
    "b16": "Annulla",
    "b17": "Profilo non trovato",
    "r1": "Recensioni",
    "r2": "Lascia una recensione",
    "r3": "Ancora nessuna recensione.",
    "r4": "Impossibile caricare i commenti del progetto.",
    "a1": "Password troppo corta",
    "a2": "Minimo 8 caratteri.",
    "a3": "Le password non coincidono",
    "a4": "Riprova.",
    "a5": "Password aggiornata",
    "a6": "Dalla prossima sessione usa la nuova password.",
    "a7": "Nuova password",
    "a8": "Conferma password",
    "a9": "Aggiornamento..",
    "a10": "Aggiorna",
    "a11": "URL GitHub non valido (usa http/https).",
    "a12": "URL LinkedIn non valido (usa http/https).",
    "a13": "Valutazione non valida",
    "a14": "Seleziona da 1 a 5 stelle.",
    "a15": "Commento troppo breve",
    "a16": "Minimo 3 caratteri.",
    "a17": "Aggiornata",
    "a18": "La recensione è stata aggiornata ed è in attesa di moderazione.",
    "a19": "Eliminare la recensione?",
    "a20": "Questa azione non può essere annullata.",
    "a21": "Elimina",
    "a22": "Data di nascita (opzionale)",
    "a23": "Dove vivi (opzionale)",
    "a24": "(opzionale)",
    "a25": "Cambia password",
    "a26": " Proteggiamo i tuoi dati personali secondo la nostra Privacy Policy e i nostri Termini di Servizio . Le informazioni del profilo sono visibili solo a te e vengono usate per personalizzare l’esperienza.",
    "a27": "Collegamenti GitHub/LinkedIn sono opzionali.",
    "a28": "Per richieste DPO",
    "a29": "Vuoi eliminare il tuo account?",
    "a30": "Clicca qui",
    "a31": "Pagina",
    "a32": "totali",
    "a33": "Nessuna recensione",
    "a34": "Scrivine una dalla pagina",
    "a35": "Recensioni",
    "a36": "Tu",
    "a37": "Modifica",
    "a38": "Elimina",
    "a39": "Commenti recenti",
    "a40": "Nessun commento",
    "a41": "Scrivi un commento su un post del blog o un progetto per vederlo qui.",
    "a42": "Il Mio Blog",
    "a43": "Nessun articolo trovato.",
    "a44": "Cerca un articolo...",
    "a45": "Conferma iscrizione",
    "a46": "Eliminare definitivamente l’account?",
    "a47": "Questa azione non può essere annullata. I tuoi post, commenti e recensioni rimarranno ma non saranno più associati a un account.",
    "a48": "Sì, elimina",
    "a49": "Account eliminato",
    "a50": "Il tuo account è stato eliminato con successo.",
    "a51": "Errore",
    "a53": "Zona pericolosa",
    "a54": "Procedendo eliminerai",
    "a55": "solo il tuo account",
    "a56": "I tuoi post, commenti e recensioni resteranno visibili ma non saranno più legati al tuo profilo.",
    "a57": "Conseguenze dell’operazione",
    "a58": "Perderai l’accesso a preferiti, impostazioni e storico attività.",
    "a59": "I contenuti pubblicati resteranno online ma senza collegamento al tuo profilo.",
    "a60": "L’operazione è",
    "a61": "irreversibile",
    "a62": "Eliminazione…",
    "a63": "Elimina definitivamente l’account",
    "a64": "Torna indietro",
    "a65": "Hai dubbi?",
    "a66": "Contatta il supporto",
    "a67": "prima di procedere.",
    "a68": "Codice",
    "a69": "risultati totali",
    "a70": "Nessun risultato.",
    "a71": "Risultati ricerca",
    "a72": "Grazie!",
    "a73": "La tua recensione è in fase di moderazione e verrà pubblicata dopo l'approvazione.",
    "a74": "Recensioni",
    "a75": "Logga per recensire.",
    "a76": "Vai al login",
    "a77": "Lascia una recensione",
    "a78": "Min 3 caratteri • Max 1000 ",
    "a79": "Nessuna recensione.",
    "a80": "Le mie recensioni",
    "invia": "Invia..",
    "invia1": "Invia recensione",
    "i1": "Scrivi il tuo commento…",
    "menu": "Menu",
    "open_menu": "Apri menu",
    "close": "Chiudi",
    "nav_informazioni": "Informazioni",
    "nav_salvati": "Salvati",
    "nav_recensioni": "Recensioni",
    "nav_commenti": "Commenti recenti"
}