{
  "frontend": "Since my teenage years, I've always been passionate about coding. I vividly remember the moment I discovered HTML tables, and from that point on, I couldn't stop exploring. The idea of creating something tangible using just a programming language fascinated me. This initial curiosity drove me to deepen my knowledge, and ever since, I have continuously learned and experimented, refining my skills at Aulab, where I truly grasped the potential of what programming can offer.",
  "backend": "Back-end development was initially an entirely new territory for me. Before joining Aulab, I had never explored this aspect of programming and it felt outside of my comfort zone. However, through dedication and determination, I managed to grasp the fundamentals and overcome the early challenges. Every day, I strive to learn something new, and my curiosity pushes me to constantly grow, embracing each challenge with enthusiasm.",
  "webdesign": "Web design has always been an integral part of my journey. I have a natural passion for aesthetics and harmony, which is reflected in every project I undertake. I possess a strong sense of visual composition that I aim to convey through my work. I love using Photoshop as a key tool in my creative process, allowing me to bring my ideas to life. For me, design is just as essential as functionality, and I strive to balance both aspects in all my projects.",
  "subtitle": "Whether you have a question, feedback, or just want to say hello, feel free to reach out.",
  "formTitle": "🌈 Send Me a Message!",
  "name": "Name",
  "email": "Email",
  "message": "Message",
  "send": "Send",
  "allFieldsRequiredTitle": "All fields are required!",
  "allFieldsRequiredText": "Please fill out all the fields before sending.",
  "successTitle": "Message sent successfully!",
  "successText": "Thank you for reaching out. I will get back to you soon.",
  "errorTitle": "Failed to send message",
  "errorText": "Something went wrong. Please try again later.",
  "ok": "OK",
  "exp": "My Experience",
  "exp1": "During my time at Aulab's \"Hackademy 161\", I transitioned from being a self-taught frontend enthusiast with over 10 years of experience in design and Photoshop to becoming a fully capable full-stack web developer.",
  "exp2": "I enrolled in Aulab to gain professional structure and practical training. The intensive bootcamp gave me the opportunity to work on real-world projects, strengthen my backend skills with PHP and Laravel, and solidify my understanding of databases, authentication systems, and RESTful APIs. I developed a full web application with a complete authentication flow, integrated AI APIs, Google Vision, and Stripe payments. I also practiced version control with Git and worked in team-based environments using Agile methodologies.",
  "exp22": "The course was a transformative experience that challenged me daily and ultimately helped me build a solid foundation in modern web development, including both frontend andbackend technologies.",
  "exp3": "At FiveM, I worked as a developer for a FiveM Roleplay servers, focusing on scripting, system integration, and server-side management.",
  "exp4": "I was responsible for customizing and integrating advanced scripts, including the OX Suite (like `ox_inventory`, `ox_lib`, and `ox_target`). I learned to troubleshoot and fix bugs across both client-side and server-side logic, developed custom items, jobs, and interactions, and gained hands-on experience in configuring a full RP server environment.",
  "exp5": "Additionally, I managed key server resources, optimized performance, and coordinated the implementation of gameplay mechanics. I frequently edited Lua-based scripts, created custom configurations, and integrated external tools.",
  "exp6": "Coming Soon...",
  "skills1": "Skills",
  "skills2": "Main technical stack and daily tools I use",
  "skills3": "Semantic markup, SEO-friendly and accessibility (ARIA, landmarks).",
  "skills4": "Modern layouts (Grid/Flex), responsive design, smooth animations.",
  "skills5": "Modular structure, variables, mixins, functions and 7-1 architecture.",
  "skills6": "Server-side JavaScript, APIs, Express, and asynchronous programming.",
  "skills7": "Advanced CSS preprocessor, nested rules, variables, and mixins.",
  "skills8": "Full-stack PHP framework, MVC architecture, Eloquent ORM.",
  "skills9": "Version control, branching, pull requests, collaboration workflows.",
  "skills10": "Responsive front-end framework with components, utilities, and grid.",
  "skills11": "Utility-first CSS framework, responsive design, and component styling.",
  "skills12": "Server-side scripting, web development, backend logic, APIs.",
  "skills13": "Front-end interactivity, DOM manipulation, ES6+, and frameworks.",
  "skills14": "Component-based architecture, JSX, state management, hooks.",
  "skills15": "Relational database management, queries, joins, and optimization.",
  "skills16": "Image editing, photo manipulation, digital painting, free and open-source.",
  "skills17": "Advanced image editing, compositing, retouching, professional design.",
  "skills18": "Interface design, prototyping, collaborative UI/UX tool.",
  "projects": "My Projects",
  "projects1": "Coming Soon...",
  "summary1": "I’m Sofia Vidotto, a passionate junior full-stack developer with a strong enthusiasm for coding, gaming, and family. I love solving problems through code, creating seamless digital experiences using Laravel, Livewire, PHP, HTML, CSS, and JavaScript. Balancing work, gaming, and motherhood drives my creativity and determination every day.",
  "summary2": "I offer full-stack web development services, including creating static websites (landing pages and showcase sites), dynamic web applications with backend integration, and complex platforms like marketplaces. I build robust APIs, manage databases, and implement performance optimizations to deliver scalable and maintainable solutions.",
  "summary3": "HTML, CSS, SCSS, SASS, Bootstrap, JavaScript, Node.js, RESTful APIs, React.js, PHP, MySQL, Laravel, Git, GitLab, GitHub, Agile and Scrum methodologies. I offer full-stack web development services, including creating static websites (landing pages and showcase sites), dynamic web applications with backend integration, and complex platforms like marketplaces.",
  "summary4": "Website redesign with UX/UI improvements, performance optimization, and technical SEO. Technical consulting and digital branding services, including strategic advice and visual identity definition. Customization for FiveM scripts, developing personalized UIs (HUD, menus, inventories, login screens) and modifying existing interfaces for better functionality.",
  "summary5": "Currently, I’m focusing on mastering React.js to build dynamic, responsive, and high-performance user interfaces. I’m eager to explore new technologies and frameworks to enhance my skills and create innovative web applications that meet modern standards and user expectations.",
  "summary6": "Specialized in creating and customizing user interfaces for FiveM scripts, including HUDs, menus, inventories, and login screens. I enhance existing UI elements for better usability and performance, ensuring seamless integration with game mechanics and an immersive player experience.",
  "subtitle1": "Passionate coder and lifelong learner",
  "subtitle2": "Building reliable and scalable solutions",
  "subtitle3": "Keep Studying everyday",
  "subtitle4": "Frontend lover",
  "subtitle5": "Continue personal evolution",
  "subtitle6": "Custom interfaces for immersive gameplay",
  "underheader": "In a world full of software, the best way to predict the future is to invent it.",
  "backtotop": "Back to Top",
  "discord1": "Join my",
  "discord2": "Discord",
  "discord3": "Join the community for projects, chats, resources, and custom content.",
  "discord4": "Join Now",
  "guide": "Click the dots to scroll",
  "guide2": "Click the text to read more",
  "guide3": "Monthly service limit reached, please contact me elsewhere, thank you!",
  "form1": "Fill in all fields!",
  "form2": "Please enter email and password",
  "form3": "Login successful!",
  "form4": "Welcome to MaD's Portfolio",
  "form5": "Error!",
  "form6": "Registration error, please check your data.",
  "form7": "Log in to your account to manage the control panel",
  "form8": "Logging in...",
  "form9": "Log in with Discord",
  "form10": "Don't have an account?",
  "form11": "Sign up",
  "form12": "Back to home",
  "form13": "All rights reserved.",
  "form14": "Log In",
  "form15": "Please fill in all required information",
  "form16": "Passwords do not match!",
  "form17": "Check the entered fields",
  "form18": "Registration completed!",
  "form19": "Check your email to confirm your account",
  "form20": "Sign Up",
  "form21": "Create your account to access the portfolio",
  "form22": "Confirm Password",
  "form23": "Registering...",
  "form24": "Sign in with Discord",
  "form25": "Already registered?",
  "form26": "Go to login",
  "form27": "Back to Home",
  "form28": "Registration failed. Please check your details or try again later. 👎🏻",
  "form29": "Registration completed successfully!",
  "form30": "First Name",
  "form31": "Last Name",
  "form32": "Login failed. Please check your email and password 👎🏻",
  "form33": "Login successful!",
  "form34": "Welcome! 😊",
  "form35": "You must enter your email.",
  "form36": "You must enter your password.",
  "form37": "Leave a greeting!",
  "form38": "Logout success!",
  "form39": "Hello",
  "form40": "Logout",
  "cv1": "Phone",
  "cv2": "Location",
  "cv3": "Education",
  "cv4": "Certificate",
  "cv5": "Padua, Italy",
  "cv6": "Contacts",
  "cv7": "Other certifications",
  "cv8": "Aulab Basic Artificial Intelligence Course",
  "cv9": "Aulab UI/UX Design Course",
  "cv10": "Languages",
  "cv11": "Italian – Native",
  "cv12": "English",
  "cv13": "Spanish",
  "cv14": "About",
  "cv15": "Hi! My name is Sofia and I am a Junior Full Stack Web Developer with over 10 years of self-taught coding experience",
  "cv16": "After a long self-learning journey, I chose to graduate in the tech field to strengthen my skills and turn my passion into a profession",
  "cv17": "I mainly work with Laravel, MySQL, Livewire, PHP, HTML, CSS and JavaScript",
  "cv18": "I am a curious, creative and determined person, able to transform complex ideas into functional and engaging digital experiences",
  "cv19": "I love challenging myself, sharing knowledge and helping others grow in the world of web development",
  "cv20": "Experience",
  "cv21": "Creation or customization of UIs in Lua scripts for various FiveM servers.",
  "cv22": "Development of responsive websites with HTML, CSS, JavaScript and Bootstrap 5.",
  "cv23": "Problem Solving",
  "cv24": "Teamwork & Communication",
  "cv25": "Creativity",
  "cv26": "Time Management",
  "cv27": "Autonomy",
  "cv28": "Critical Thinking",
  "cv29": "Adaptability",
  "cv30": "Leadership",
  "cv31": "Attention to Detail",
  "cv32": "Reliability",
  "cv33": "Focus Area",
  "see_all": "See All",
  "error1": "Something went wrong",
  "error2": "We are experiencing technical difficulties.",
  "error3": "Please try again later.",
  "p1": "My personal portfolio built with React and Vite, showcasing my projects and skills with a modern and responsive design.",
  "p2": "Melodies is a web application inspired by Spotify that integrates the Spotify API to offer a dynamic music experience.",
  "p3": "Game Master is a Game Library, a modern interface to explore, search, and manage video games via the RAWG API.",
  "p4": "Learn More",
  "p5": "Project not found!",
  "p6": "Back to projects",
  "p7": "Comments",
  "p8": "No comments yet.",
  "p9": "Your name",
  "p10": "Your comment",
  "p11": "My personal portfolio, developed with React and Vite, is designed to be a complete showcase of my technical and stylistic skills. The main goal was to demonstrate not only the projects I have created, but also my approach to design and web development. I carefully crafted every detail of the interface, creating a modern, responsive, and easily navigable layout that reflects my personal style and creative identity. Through this project, I wanted to communicate both my proficiency with tools and technologies such as React, JavaScript, HTML, and CSS, and my attention to user experience and aesthetics. Every component and animation was designed to ensure smooth and engaging navigation, highlighting the combination of functionality and design. In this way, the portfolio becomes not just a simple list of projects, but a real space that tells who I am as a developer and digital creative.",
  "p12": "Melodies Template is a music streaming platform inspired by Spotify. Users can explore the Top 50 Playlists, search for tracks, albums, or artists in real time, and create personalized playlists. The project uses Laravel 12, MySQL, Livewire, Bootstrap 5, JavaScript, and the Spotify API. Key features include viewing the Top 50 Playlists, searching for tracks, albums, and artists, creating personal playlists with direct links to Spotify, and user authentication with the option to log in via GitHub.",
  "p13": "Game Master is a Game Library Web App developed with React 19 and Tailwind CSS 4, which allows users to explore, search, and manage video games through the public RAWG API. The project includes user authentication and profiles with Supabase, a favorites system, dynamic routing with React Router v7, and performance-optimized UI components. Main features include real-time game search, game details with images, descriptions, and genres, favorites management, fully responsive interface, lazy loading of images, and interactive notifications with SweetAlert2.",
  "loginToSendMessage": "to send a message.",
  "comment1": "You need to log in or register to use the chat.",
  "account1": "Control Panel",
  "account2": "Profile data is processed according to our Privacy Policy.",
  "account3": "Update",
  "account4": "Loading...",
  "account5": "Changes will be saved securely only after clicking ‘Update’",
  "account6": "Tap the Avatar to change it",
  "account7": "Profile updated!",
  "account8": "Your profile information has been successfully updated.",
  "account9": "Updated failed",
  "account10": "Upload successful!",
  "account11": "Your avatar has been updated.",
  "news1": "Stay updated!",
  "news2": "Subscribe to our newsletter to receive new posts and projects",
  "news3": "Subscription successful!",
  "news4": "Subscribe",
  "news5": "Check your email to confirm your subscription. If you don’t see it, please check your Spam folder.",
  "news6": "Oops! Please try again later.",
  "admin1": "Access granted",
  "admin2": "Welcome to the restricted area",
  "admin3": "Access denied",
  "admin4": "Incorrect password or server unreachable",
  "admin5": "Checking…",
  "admin6": "Warning: forbidden zone for mere mortals.",
  "admin7": "Unlock",
  "account12": "Saved Posts",
  "account13": "No saved posts yet.",
  "account14": "Find something you like and press Save in the blog.",
  "account15": "Go to Blog",
  "detail1": "Sign-in required",
  "detail2": "Sign in to save posts.",
  "detail3": "Post saved",
  "detail4": "Removed from saved",
  "detail5": "Operation failed",
  "detail6": "Saved",
  "detail7": "Save",
  "detail8": "Back to blog",
  "detail9": "Remove from saved",
  "detail10": "Save post",
  "detail11": "Back to projects",
  "latest1": "Latest Posts",
  "latest2": "All posts",
  "latest3": "No posts published.",
  "latest4": "Latest Projects",
  "latest5": "All projects",
  "latest6": "No projects published.",
  "navp": "Projects",
  "navp1": "Language",
  "navp2": "Hi",
  "pchat1": "Save",
  "pchat2": "Cancel",
  "pchat3": "You must sign in to post a comment.",
  "pchat4": "Sign in to comment",
  "terms": "Notice",
  "terms1": "Terms & Conditions",
  "terms2": "These Terms govern access to and use of the website",
  "terms3": "MaD’s Portfolio. By accessing or using the Site, you fully accept these Terms.",
  "term4": "Last updated:",
  "terms5": "1. Intellectual Property",
  "terms6": "Unless otherwise noted, content, graphics, logos, layout, and code are owned by Sofia Vidotto. Unauthorized reproduction or reuse is prohibited.",
  "terms7": "2. Permitted Use",
  "terms8": "Do not interfere with the Site’s security or operation.",
  "terms9": "Do not use the Site for unlawful activities, spam, or malware distribution.",
  "terms10": "Do not attempt to access data or non-public areas.",
  "terms11": "3. Links to Third-Party Sites",
  "terms12": "The Site may contain links to external resources not controlled by us. We are not responsible for the content or policies of such sites.",
  "terms13": "4. Disclaimer of Warranties",
  "terms14": "The Site is provided “as is” and “as available.” We do not warrant error-free, uninterrupted, or vulnerability-free operation, nor that content is always up to date or complete.",
  "terms15": "5. Limitation of Liability",
  "terms16": "To the extent permitted by law, we will not be liable for indirect, incidental, consequential damages, or for loss of data or profits arising from the use or inability to use the Site.",
  "terms17": "6. Changes",
  "terms18": "We may update these Terms at any time. Changes take effect upon publication on this page; continued use of the Site constitutes acceptance of the changes.",
  "terms19": "7. Governing Law",
  "terms20": "These Terms are governed by Italian law, without prejudice to the non-derogable rights of consumers in their country of residence, where applicable.",
  "terms21": "8. Contacts",
  "terms22": "For inquiries about the Terms",
  "terms23": "OK, I’ve read it",
  "terms24": "By continuing you confirm that you have read and accepted the Terms and Conditions.",
  "terms25": "I have read and accept",
  "terms26": "Close",
  "terms27": "Terms and Conditions",
  "pro": "My Projects",
  "pro1": "No projects found.",
  "float1": "Search",
  "float2": "Latest 3 posts",
  "float3": "No posts",
  "float4": "Latest 3 comments",
  "float5": "No comments",
  "float6": "My Blog",
  "float7": "No posts found.",
  "float8": "Latest 3 projects",
  "float9": "No projects",
  "filtro": "Clear tag filter",
  "b1": "Unable to load comments.",
  "b2": "You must be logged in",
  "b3": "Couldn't send the comment.",
  "b4": "Sent",
  "b5": "Comment posted.",
  "b6": "Delete this comment?",
  "b7": "This action is irreversible.",
  "b8": "Yes, delete",
  "b9": "You can't delete this comment.",
  "b10": "Deleted",
  "b11": "Your comment has been deleted.",
  "b12": "You can't edit this comment.",
  "b13": "Edited",
  "b14": "Your comment has been updated.",
  "b15": "Saved",
  "b16": "Cancel",
  "b17": "Profile not found",
  "r1": "Reviews",
  "r2": "Leave a review",
  "r3": "No reviews yet.",
  "r4": "Unable to load project comments.",
  "r4": "Unable to load project comments.",
  "a1": "Password too short",
  "a2": "Minimum 8 characters.",
  "a3": "Passwords do not match",
  "a4": "Try again.",
  "a5": "Password updated",
  "a6": "From the next session, use the new password.",
  "a7": "New password",
  "a8": "Confirm password",
  "a9": "Updating…",
  "a10": "Update",
  "a11": "Invalid GitHub URL (use http/https).",
  "a12": "Invalid LinkedIn URL (use http/https).",
  "a13": "Invalid rating",
  "a14": "Select from 1 to 5 stars.",
  "a15": "Comment too short",
  "a16": "Minimum 3 characters.",
  "a17": "Updated",
  "a18": "The review has been updated and is awaiting moderation.",
  "a19": "Delete the review?",
  "a20": "This action cannot be undone.",
  "a21": "Delete",
  "a22": "Date of birth (optional)",
  "a23": "Where you live (optional)",
  "a24": "(optional)",
  "a25": "Change password",
  "a26": "We protect your personal data according to our Privacy Policy and Terms of Service. Profile information is visible only to you and is used to personalize the experience.",
  "a27": "GitHub/LinkedIn links are optional.",
  "a28": "For DPO requests",
  "a29": "Do you want to delete your account?",
  "a30": "Click here",
  "a31": "Page",
  "a32": "total",
  "a33": "No reviews",
  "a34": "Write one from the page",
  "a35": "Reviews",
  "a36": "You",
  "a37": "Edit",
  "a38": "Delete",
  "a39": "Recent comments",
  "a40": "No comments",
  "a41": "Write a comment on a blog post or a project to see it here.",
  "a42": "My Blog",
  "a43": "No articles found.",
  "a44": "Search for an article…",
  "a45": "Confirm subscription",
  "a46": "Permanently delete the account?",
  "a47": "This action cannot be undone. Your posts, comments and reviews will remain but will no longer be associated with an account.",
  "a48": "Yes, delete",
  "a49": "Account deleted",
  "a50": "Your account has been deleted successfully.",
  "a51": "Error",
  "a53": "Danger zone",
  "a54": "By proceeding you will delete",
  "a55": "only your account",
  "a56": "Your posts, comments and reviews will remain visible but will no longer be linked to your profile.",
  "a57": "Consequences of this action",
  "a58": "You will lose access to favorites, settings and activity history.",
  "a59": "Published content will remain online but without a link to your profile.",
  "a60": "This action is",
  "a61": "irreversible",
  "a62": "Deleting…",
  "a63": "Permanently delete account",
  "a64": "Go back",
  "a65": "Have questions?",
  "a66": "Contact support",
  "a67": "before proceeding.",
  "a68": "Code",
  "a69": "total results",
  "a70": "No results.",
  "a71": "Search results",
  "a72": "Thank you!",
  "a73": "Your review is under moderation and will be published after approval.",
  "a74": "Reviews",
  "a75": "Log in to review.",
  "a76": "Go to login",
  "a77": "Leave a review",
  "a78": "Min 3 characters • Max 1000",
  "a79": "No reviews.",
  "a80": "My Reviews",
  "invia": "Send..",
  "invia1": "Submit Review",
  "i1": "Write your comment...",
  "menu": "Menu",
  "open_menu": "Open menu",
  "close": "Close",
  "nav_informazioni": "Information",
  "nav_salvati": "Saved",
  "nav_recensioni": "Reviews",
  "nav_commenti": "Recent comments"
}